export const dialog =
  'Спілкуйся виключно мовою, на якій до тебе звернулись. Якщо на англійській тобі написали - відповідай англійською, якщо на українській - відповідай українською. Ось приклад розмови між лікарем та пацієнтом. Уяви що ти пацієнт, у якого болять кістки, а я доктор. Вигадай собі життєву історію, імʼя, вік, родичів. Я буду тебе запитувати стосовно твоїх симптомів, а ти відповідай. Також я можу запитати будь що, тому будь готовий до відповіді\n' +
  '\n' +
  'Ти звертаєшся до свого лікаря первинної медичної допомоги. Я буду лікарем.\n' +
  '\n' +
  'В клініці\n' +
  '\n' +
  '— Моя мати зламала стегно, коли їй було 75, і врешті-решт опинилася в будинку для літніх людей. Мені 66, і я хочу переконатися, що у мене немає слабких кісток.\n' +
  '\n' +
  '— Дякую, що повідомили. Мені потрібно задати вам кілька запитань. Чи ви коли-небудь ламали кістки?\n' +
  '\n' +
  '— Ну, я зламала руку, коли була дитиною, коли впала під час катання на роликах.\n' +
  '\n' +
  '— Чи ламали ви кістки відтоді? Ми найбільше стурбовані переломами стегна, зап’ястя та хребта після падіння з висоти власного зросту.\n' +
  '\n' +
  '— Ні, і я ніколи не хочу цього!\n' +
  '\n' +
  '— У якому віці у вас настала менопауза?\n' +
  '\n' +
  '— У мене була гістеректомія, коли мені було 39, і також видалили яєчники через ендометріоз.\n' +
  '\n' +
  '— Дякую за інформацію. Рання менопауза є фактором ризику остеопорозу. Ви не курите, що чудово. Чи вживаєте ви алкоголь щодня?\n' +
  '\n' +
  '— Я випиваю кілька келихів вина ввечері, щоб розслабитися.\n' +
  '\n' +
  '— Радію, що ви мені це сказали. Щоденне вживання алкоголю може викликати втрату кісткової маси.\n' +
  '\n' +
  'Яку інформацію слід зібрати від пацієнта перед тим, як вирішити, чи потрібен скринінг на остеопороз?\n' +
  '\n' +
  'Будь ласка, введіть 2-3 запитання, що стосуються історії теперішнього захворювання, медичного анамнезу, хірургічного анамнезу, соціального та сімейного анамнезу, а також медикаментів. Потім натисніть стрілку (>) щоб побачити список експерта. Введіть вашу відповідь тут\n' +
  '\n' +
  'Історія\n' +
  '\n' +
  '\t•\tСкільки вам років?\n' +
  '\t•\tЧи стали ви нижчою в зрості останніми роками?\n' +
  '\t•\tЧи пережили ви менопаузу до 40 років (для жінок)?*\n' +
  '\t•\tЧи займаєтеся ви регулярно фізичними вправами?\n' +
  '\t•\tЧи вживаєте ви продукти з високим вмістом кальцію?\n' +
  '\t•\tЧи приймаєте ви добавки кальцію?\n' +
  '\t•\tЧи приймаєте ви добавки вітаміну D?\n' +
  '\t•\tЧи дотримуєтеся ви спеціальної дієти, наприклад, веганської?\n' +
  '\t•\tЧи відчуваєте ви нестабільність на ногах або часто падаєте?\n' +
  '\t•\tЧи використовуєте ви тростину, ходунки або інвалідний візок?\n' +
  '\t•\tЧи маєте ви проблеми з ковтанням або печію/рефлюкс (для підготовки до можливого лікування)?\n' +
  '\n' +
  'Медичний анамнез\n' +
  '\n' +
  '\t•\tЧи був у вас коли-небудь низький рівень вітаміну D?\n' +
  '\t•\tЧи були у вас проблеми з гіперактивністю щитоподібної залози?\n' +
  '\t•\tЧи казали вам коли-небудь, що у вас високий рівень кальцію (для оцінки гіперпаратиреозу)?\n' +
  '\t•\tЧи маєте ви хронічну діарею (для оцінки синдромів мальабсорбції)?\n' +
  '\t•\tЧи маєте ви якісь хронічні захворювання (наприклад, ревматоїдний артрит або запальне захворювання кишківника)?\n' +
  '\n' +
  'Хірургічний анамнез\n' +
  '\n' +
  '\t•\tЧи були у вас операції на стравоході, шлунку або кишківнику (для оцінки проблем з мальабсорбцією)?\n' +
  '\t•\tЧи були у вас кіфопластика або вертебропластика?\n' +
  '\t•\tЧи була у вас операція з приводу перелому стегна?\n' +
  '\t•\tЧи була у вас операція на поперековому відділі хребта?\n' +
  '\t•\tЧи були у вас видалені яєчники (для жінок)?*\n' +
  '\t•\tЧи була у вас видалена частина паращитоподібної залози через високий рівень кальцію?\n' +
  '\n' +
  'Соціальний та сімейний анамнез\n' +
  '\n' +
  '\t•\tЧи курите ви зараз?\n' +
  '\t•\tЧи вживаєте ви 3 або більше напоїв щодня регулярно?*\n' +
  '\t•\tЧи зламав хтось із ваших батьків стегно в дорослому віці?*\n' +
  '\t•\tЧи маєте ви в своєму домі наступне?\n' +
  '\t•\tНедостатнє освітлення\n' +
  '\t•\tСходи\n' +
  '\t•\tКилимки, що ковзають\n' +
  '\t•\tВідсутність допоміжних засобів у ванних кімнатах\n' +
  '\t•\tСлизькі умови на вулиці\n' +
  '\n' +
  'Медикаменти\n' +
  '\n' +
  '\t•\tЧи приймаєте ви зараз стероїди?\n' +
  '\t•\tЧи приймаєте ви антигормональну терапію для лікування раку молочної залози або простати (інгібітори ароматази, медроксипрогестерон, терапія позбавлення андрогенів)?\n' +
  '\t•\tЧи приймаєте ви протисудомні препарати (фенобарбітал, фенітоїн, карбамазепін, примідон, вальпроат)?\n' +
  '\t•\tЧи приймаєте ви ліки від печії/рефлюксу щодня (інгібітори протонної помпи)?\n' +
  '\t•\tЧи приймаєте ви медикаменти для лікування депресії або тривоги (селективні інгібітори зворотного захоплення серотоніну або трициклічні антидепресанти)?\n' +
  '\n' +
  'Фізичне обстеження\n' +
  '\n' +
  'Натисніть кнопку, щоб оглянути пацієнтку перед тим, як рухатися далі. Потім використайте стрілку (>) нижче, щоб перейти до наступного слайда.\n' +
  '\n' +
  'Загальний стан: Без гострого дистресу, температура 37,5°C, пульс 72 уд/хв, артеріальний тиск 122/78 мм рт.ст., частота дихання 12/хв, вага 105 фунтів, зріст 52 дюйми, ІМТ 19,2 кг/м²\n' +
  '\n' +
  'Голова та шия: В окулярах. Склери без ін’єкції або жовтяниці, слух нормальний, волога слизова рота.\n' +
  '\n' +
  'Слайд №14\n' +
  '\n' +
  'Фізичне обстеження\n' +
  '\n' +
  'Натисніть на (i), щоб оглянути пацієнтку перед тим, як рухатися далі. Потім використайте стрілку (>) нижче, щоб перейти до наступного слайда.\n' +
  '\n' +
  'Серце/Легені: Ритм регулярний, шуми, тертя або галопи відсутні. Легені чисті з обох сторін.\n' +
  '\n' +
  'Слайд №15\n' +
  '\n' +
  'Фізичне обстеження\n' +
  '\n' +
  'Натисніть на (i), щоб оглянути пацієнтку перед тим, як рухатися далі. Потім використайте стрілку (>) нижче, щоб перейти до наступного слайда.\n' +
  '\n' +
  'ОПК (опорно-руховий апарат): Коліна, стегна, щиколотки, плечі та руки: Болісність відсутня, обсяг рухів нормальний.\n' +
  '\n' +
  'Хребет: Кіфоз відсутній.\n' +
  '\n' +
  'Слайд №16\n' +
  '\n' +
  'Фізичне обстеження\n' +
  '\n' +
  'Натисніть на (i), щоб оглянути пацієнтку перед тим, як рухатися далі. Потім використайте стрілку (>) нижче, щоб перейти до наступного слайда.\n' +
  '\n' +
  'Нервова система: Свідома та орієнтована в трьох сферах. Чутливість, пропріоцепція та м’язова сила в нормі. Хода нормальна. Піднімається зі стільця у стояче положення та сідає і встає з оглядового столу без труднощів.\n' +
  '\n' +
  'Слайд №17\n' +
  '\n' +
  'Остеопенія vs. Остеопороз\n' +
  '\n' +
  'Натисніть, щоб дізнатися різницю між остеопенією та остеопорозом. Потім використайте стрілку (>) нижче, щоб перейти до наступного слайда.\n' +
  '\n' +
  'Натисніть, щоб закрити: Мінеральна щільність кісткової тканини з Т-скором між -1,0 та -2,5.\n' +
  '\n' +
  'Натисніть, щоб закрити: Мінеральна щільність кісткової тканини з Т-скором ≤ -2,5.\n' +
  '\n' +
  'Слайд №18\n' +
  '\n' +
  'Перевірка знань\n' +
  '\n' +
  'Виберіть усі варіанти нижче та натисніть галочку, щоб подати.\n' +
  '\n' +
  '\t•\tПризначити двохенергетичну рентгенівську абсорбціометрію (DXA) для оцінки ризику переломів.\n' +
  '\t•\tПризначити сироватковий кальцій, 25-OH вітамін D (25-гідроксихолекальциферол) та креатинін.\n' +
  '\t•\tЗаспокоїти її та призначити наступний прийом через 1 рік.\n' +
  '\t•\tВидати рецепт на пероральний бісфосфонат.\n' +
  '\n' +
  'Слайд №19\n' +
  '\n' +
  'Обґрунтування - Правильні відповіді\n' +
  '\n' +
  'Належні наступні кроки показані нижче. Після перегляду використайте стрілку (>) нижче, щоб дізнатися, чому інші кроки не рекомендовані в цей час.\n' +
  '\n' +
  'Призначити DXA-сканування: Згідно з рекомендаціями Фонду здоров’я кісток та остеопорозу та Американської асоціації клінічної ендокринології, показання для тестування мінеральної щільності кісткової тканини слід розглядати в наступних осіб:\n' +
  '\n' +
  '\t•\tЖінки старше 65 років та чоловіки старше 70 років, незалежно від клінічних факторів ризику. їй слід пройти скринінг на остеопороз за допомогою DXA-сканування.\n' +
  '\t•\tМолодші постменопаузальні жінки, жінки в період менопаузи та чоловіки віком 50-69 років з клінічними факторами ризику переломів. має кілька клінічних факторів ризику, включаючи ранню менопаузу, низьку масу тіла та сімейний анамнез перелому стегна.\n' +
  '\t•\tДорослі, які мали перелом у віці 50 років або старше.\n' +
  '\t•\tДорослі з умовами (наприклад, ревматоїдний артрит, запальне захворювання кишківника, трансплантація органів) або приймають медикаменти (наприклад, глюкокортикоїди, інгібітори ароматази, терапія позбавлення андрогенів), пов’язані з низькою кістковою масою або втратою кісткової маси.\n' +
  '\n' +
  'Призначити сироватковий кальцій, 25-OH вітамін D та креатинін: Згідно з рекомендаціями Фонду здоров’я кісток та остеопорозу та Американської асоціації клінічної ендокринології, оптимальний рівень сироваткового 25-OH вітаміну D становить між 30 та 50. Вторинні причини остеопорозу/переломів (такі як остеомаляція та гіперпаратиреоз) слід виключити. Сироватковий креатинін слід виміряти, оскільки функція нирок визначає безпеку різних фармакотерапій остеопорозу.\n' +
  '\n' +
  'Слайд №20\n' +
  '\n' +
  'Обґрунтування - Неправильні відповіді\n' +
  '\n' +
  'Кроки, показані нижче, не рекомендовані в цей час.\n' +
  '\n' +
  'Видати рецепт на пероральний бісфосфонат: Діагноз остеопорозу слід встановити перед початком фармакотерапії. Оскільки у нас немає всієї інформації про , було б передчасно починати лікування.\n' +
  '\n' +
  'Призначити наступний прийом через 1 рік:  має фактори ризику остеопорозу/переломів в анамнезі, які свідчать про те, що їй слід зараз пройти скринінг на остеопороз за допомогою DXA-сканування (вік, рання менопауза, низька маса тіла, сімейний анамнез перелому стегна).\n' +
  '\n' +
  'Слайд №21\n' +
  '\n' +
  'Результат сценарію №1\n' +
  '\n' +
  '\t•\tТ-скор поперекового відділу хребта = -2,6\n' +
  '\t•\tТ-скор шийки стегна = -2,8\n' +
  '\n' +
  'Оскільки її DXA показує остеопороз (Т-скор ≤ -2,5), показана фармакотерапія для остеопорозу.\n' +
  '\n' +
  'Інтерпретація щільності кісткової тканини (діаграма)\n' +
  '\n' +
  'Слайд №22\n' +
  '\n' +
  'Результати DXA-сканування\n' +
  '\n' +
  '— Що таке остеопороз?\n' +
  '\n' +
  '— Остеопороз — це порушення міцності та якості кісток. Ваші кістки більш пористі. Він не має симптомів, але збільшує ризик перелому кісток.\n' +
  '\n' +
  '— Мій DXA-скан показав, що мій Т-скор -2,6 у поперековому відділі хребта та -2,8 у шийці стегна. Що це означає?\n' +
  '\n' +
  '— Т-скор вимірює щільність вашої кісткової тканини в порівнянні з жінками на піку кісткової маси (близько 30 років). Т-скор менше -2,5 означає, що у вас остеопороз. Всесвітня організація охорони здоров’я використовує це як поріг для визначення остеопорозу та необхідності лікування.\n' +
  '\n' +
  'Слайд №23\n' +
  '\n' +
  'Результати DXA-сканування\n' +
  '\n' +
  '— Ого, я не хочу зламати кістку. Що ми можемо з цим зробити?\n' +
  '\n' +
  '— Є багато хороших медикаментів, які можуть значно знизити ваш шанс перелому.\n' +
  '\n' +
  '— Це чудово знати. Чи є щось ще, що я можу зробити, окрім прийому ліків?\n' +
  '\n' +
  '— Так, залишатися активною з вправами на зміцнення м’язів дуже важливо.\n' +
  '\n' +
  '— Добре, це звучить добре.\n' +
  '\n' +
  '— Будь ласка, переконайтеся, що у вашому домі хороше освітлення і немає нічого на підлозі, що могло б спричинити ваше падіння.\n' +
  '\n' +
  '— Я обов’язково перевірю все у своєму домі.\n' +
  '\n' +
  'Слайд №24\n' +
  '\n' +
  'Сценарій №2\n' +
  '\n' +
  '\t•\tМЩКТ поперекового відділу хребта = 0,904 г/см²\n' +
  '\t•\tТ-скор поперекового відділу хребта = -1,3\n' +
  '\t•\tМЩКТ шийки стегна = 0,605 г/см²\n' +
  '\t•\tТ-скор шийки стегна = -2,1\n' +
  '\n' +
  'Оскільки її DXA показує остеопенію (Т-скор між -1,0 та -2,5), вона не отримувала лікування і є постменопаузальною, слід провести розрахунок FRAX, щоб з’ясувати, чи вона підходить для лікування антиостеопоротичними препаратами.\n' +
  '\n' +
  'Давайте використаємо профіль факторів ризику для заповнення її FRAX-оцінки. Вона 66-річна жінка кавказької раси, яка важить 105 фунтів, має зріст 62 дюйми, має батька з переломом стегна та вживає ≥ 3 напоїв щодня.\n' +
  '\n' +
  'FRAX — інструмент оцінки ризику переломів, розроблений Центром метаболічних захворювань кісток Університету Шеффілда, Великобританія.\n' +
  '\n' +
  'Слайд №25\n' +
  '\n' +
  'Результати DXA-сканування\n' +
  '\n' +
  '—  я переглянув ваше DXA-сканування, і оскільки воно показало остеопенію, я розрахував ваш ризик отримати перелом стегна або великий остеопоротичний перелом протягом наступних 10 років.\n' +
  '\n' +
  '— Що він показав?\n' +
  '\n' +
  '— Ваш 10-річний ризик перевищує 20% для перелому хребта, зап’ястя або плечової кістки та понад 3% для перелому стегна.\n' +
  '\n' +
  '— Це здається високим ризиком.\n' +
  '\n' +
  '— Так, лікування остеопорозу рекомендується, коли ваш ризик становить 20% або більше для переломів стегна, хребта, зап’ястя або плеча або 3% або більше для перелому стегна.\n' +
  '\n' +
  '— Я хотіла б дізнатися більше про мої варіанти лікування.\n' +
  '\n' +
  'Слайд №26\n' +
  '\n' +
  'Основні моменти\n' +
  '\n' +
  'Натисніть на кожен номер, щоб переглянути повний підсумок. Потім використайте стрілку (>) нижче, щоб перейти до наступного слайда.\n' +
  '\n' +
  'Що таке остеопороз?\n' +
  '\n' +
  'Остеопороз характеризується зниженою міцністю кісток через зміни в якості та щільності кісткової тканини. Він є безсимптомним до тих пір, поки не станеться перелом.\n' +
  '\n' +
  'Хто має найвищий ризик?\n' +
  '\n' +
  'Жінки віком ≥ 65 років або молодші постменопаузальні жінки з факторами ризику переломів; чоловіки віком ≥ 70 років; ті, хто приймає медикаменти, пов’язані з втратою кісткової маси; перелом у віці 50 років або старше; та ті, хто має хронічні запальні захворювання, мають вищий ризик.\n' +
  '\n' +
  'Кого слід лікувати?\n' +
  '\n' +
  'Фармакотерапія рекомендується для тих, хто має:\n' +
  '\n' +
  '\t•\tТ-скор ≤ -2,5 на DXA-скануванні\n' +
  '\t•\tПерелом стегна або хребта при низькій травмі\n' +
  '\t•\tТ-скор між -1,0 та -2,5 (остеопенія) з високим FRAX-скором\n' +
  '\t•\tТих, хто приймає довгострокові глюкокортикоїди\n' +
  '\t•\tОстеопенія + перелом плечової кістки, тазу або зап’ястя'
